{
  "home": {
    "title": "Frontend / App Entwickler, Video- und Hobby-Fotograf.",
    "description": "Ich bin Luke, Frontend Entwickler für Web und Mobile Apps. Fernab davon nehme ich gerne Momente mit meiner Kamera auf und liebe es neue Technologien auszuprobieren.",
    "resume": {
      "workexperience": "Berufserfahrung",
      "apprenticeship": "Ausbildung",
      "techstack": "Tech Stack und Tools",
      "location": "Standort",
      "today": "Heute",
      "download": "Lebenslauf herunterladen"
    },
    "projects": {
      "readmore": "mehr erfahren"
    }
  },
  "about": {
    "title": "Hi, ich bin Luke Stahl.",
    "description": "Ich bin ${age} Jahre alt und habe eine Leidenschaft für App- und Website-Entwicklung.\nBei marcapo arbeite ich aktuell nach der Ausbildung als React Entwickler und bin für die Entwicklung neuer Module und Features verantwortlich. Nebenbei war ich bei smanax als Freelancer tätig und habe dort verschiedene Projekte für Kunden umgesetzt.\n\nMit 15 Jahren habe ich mein erstes eigenes Spiel mit Unity erstellt. Es war ein super einfaches Endlos-Runner-Spiel, das ich mit meinen ersten Tutorials erstellt hatte und so immer mehr erweiterte. Das Spiel damals auf meiner Samsung Galaxy S2 laufen zu bekommen, war eine echte Herausforderung, da Unity gar nicht für die Samsung Watches offiziel supportet wurde. Mit insgesamt 34.000 Downloads in den App Stores war es für mich mein erster kleiner Erfolg geworden, der mich motiviert hat, mit einer Ausbildung anzufangen.\n\nNeben der Technologie interessiere ich mich für Fotografie und Videografie. Dabei nehme ich gerne Momente von allmöglichen Orten und Situationen auf, die man auf der Website verfolgen kann.\nWenn ich nicht gerade programmiere oder mit meinem Kamera-Equipment unterwegs bin, fliege ich gerne mit meiner selbst gebauten FPV-Drohne. Die Verbindung von Technologie und Fliegen ermöglicht mir, einzigartige Perspektiven und super Aufnahmen aus der Vogelperspektive zu kreieren."
  },
  "projects": {
    "title": "Übersicht meiner Projekte",
    "description": "Ein kleiner Überblick meiner Projekte, die ich über den letzten Jahren entwickelt habe."
  },
  "photos": {
    "title": "Meine Bilder",
    "description": "Ein paar meiner Bilder, die ich über die Jahre gemacht habe. Von Landschaften bis hin zu Urbanen Motiven und Momentaufnahmen des alltäglichen Lebens, meine Fotografien erzählen zumindest für mich Geschichten. Viel Spaß beim Anschauen!",
    "sorter": {
      "newest": "Neueste zuerst",
      "oldest": "Älteste zuerst"
    }
  },
  "navigation": {
    "about": "Über mich",
    "projects": "Projekte",
    "photos": "Bilder",
    "contact": "Kontakt"
  },
  "footer": {
    "copyright": "© ${year} Luke Stahl. All rights reserved.",
    "imprint": "Impressum",
    "privacypolicy": "Datenschutz"
  }
}